Repository: Coder-fox-bd/ecommerce
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bn

source: item
bn: আইটেম

source: Login
bn: লগইন

source: Home
bn: হোম

source: Shop
bn: শপ

source: Pages
bn: পেজেস

source: Shop Details
bn: শপ ডিটেলস

source: Shoping Cart
bn: শপিং কার্ট

source: Check Out
bn: চেক আউট

source: Blog Details
bn: ব্লগ ডিটেলস

source: Blog
bn: ব্লগ

source: Contact
bn: কনটাকট

source: Free Shipping for all Order of ৳ 99
bn: ৯৯ টাকার বাজার করলে হোম ডেলিভারি ফ্রি

source: All departments
bn: সকল ডিপার্টমেন্ট

source: Fresh Meat
bn: ফ্রেস মাংস

source: Vegetables
bn: শাকসবজি

source: Fruit & Nut Gifts
bn: ফল ও বাদাম উপহার

source: Fresh Berries
bn: ফ্রেস বেরি

source: Ocean Foods
bn: সামুদ্রিক খাবার

source: Butter & Eggs
bn: মাখন ও ডিম

source: Fastfood
bn: ফাস্টফুড

source: Fresh Onion
bn: টাটকা পেঁয়াজ

source: Papayaya & Crisps
bn: পেঁপে এবং ক্রিস্পস

source: Oatmeal
bn: ওটমিল

source: Fresh Bananas
bn: টাটকা কলা

source: All Categories
bn: সকল ক্যাটাগরি

source: What do yo u need?
bn: আপনার কি প্রয়োজন?

source: SEARCH
bn: অনুসন্ধান

source: support 24/7 time
bn: দিন রাত ২৪ ঘন্টা সাপোর্ট

source: FRUIT FRESH
bn: টাটকা ফল

source: 100%(percent)s Organic
bn: ১০০%(percent)s প্রাকৃতিক

source: Free Pickup and Delivery Available
bn: ফ্রি পিকআপ এবং ডেলিভারি এভেইলএবল

source: SHOP NOW
bn: এখনই কিনুন

source: Address:
bn: ঠিকানা:

source: Phone:
bn: ফোন:

source: Email:
bn: ইমেইল:

source: Useful Links
bn: দরকারী লিংক

source: About Us
bn: আমাদের সম্পর্কে

source: About Our Shop
bn: আমাদের দোকান সম্পর্কে

source: Secure Shopping
bn: সিকিউর শপিং

source: Delivery infomation
bn: ডেলিভারি তথ্য

source: Privacy Policy
bn: প্রাইবেসি পলিসি

source: Our Sitemap
bn: আমাদের সাইটম্যাপ

source: Who We Are
bn: আমরা কে

source: Our Services
bn: আমাদের সেবাসমূহ

source: Projects
bn: প্রকল্পসমূহ

source: Innovation
bn: উদ্ভাবন

source: Testimonials
bn: টেস্টিমোনিয়াল

source: Join Our Newsletter Now
bn: আমাদের নিউজলেটারে এখনই যোগ দিন

source: Get E-mail updates about our latest shop and special offers.
bn: আমাদের শপ এবং বিশেষ অফার সম্পর্কে ই-মেইল আপডেট পাবেন

source: Enter your mail
bn: আপনার মেইল প্রবেশ করান

source: Subscribe
bn: সাবস্ক্রাইপ
